[
  {
    "title": "Nintedanib plus letrozole in early breast cancer: a phase 0/I pharmacodynamic, pharmacokinetic, and safety clinical trial of combined FGFR1 and aromatase inhibition",
    "abstract": "\n                            The combined use of a FGFR1 blocker and aromatase inhibitors is appealing for treating breast cancer patients with FGFR1 amplification. However, no pharmacodynamic studies have addressed the effects of this co...\n                        ",
    "publish_date": "24 May 2019",
    "author": " Miguel Quintela-Fandino, Juan V. Apala, Diego Malon, Silvana Mouron, Javier Hornedo, Lucia Gonzalez-Cortijo, Ramon Colomer and Juan Guerra",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1152-x"
  },

  {
    "title": "Leptin produced by obesity-altered adipose stem cells promotes metastasis but not tumorigenesis of triple-negative breast cancer in orthotopic xenograft and patient-derived xenograft models",
    "abstract": "\n                            Breast cancer is the second leading cause of cancer deaths in the USA. Triple-negative breast cancer (TNBC) is a clinically aggressive subtype of breast cancer with high rates of metastasis, tumor recurrence, ...\n                        ",
    "publish_date": "22 May 2019",
    "author": " Celine M. Vachon, Christopher G. Scott, Rulla M. Tamimi, Deborah J. Thompson, Peter A. Fasching, Jennifer Stone, Melissa C. Southey, Stacey Winham, Sara Lindström, Jenna Lilyquist, Graham G. Giles, Roger L. Milne, Robert J. MacInnis, Laura Baglietto, Jingmei Li, Kamila Czene…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1153-9"
  },

  {
    "title": "Identification of three subtypes of triple-negative breast cancer with potential therapeutic implications",
    "abstract": "\n                            Heterogeneity and lack of targeted therapies represent the two main impediments to precision treatment of triple-negative breast cancer (TNBC), and therefore, molecular subtyping and identification of therapeu...\n                        ",
    "publish_date": "17 May 2019",
    "author": " Rachel A. Sabol, Annie C. Bowles, Alex Côté, Rachel Wise, Benjamen O’Donnell, Margarite D. Matossian, Fokhrul M. Hossain, Hope E. Burks, Luis Del Valle, Lucio Miele, Bridgette M. Collins-Burow, Matthew E. Burow and Bruce A. Bunnell",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1148-6"
  },

  {
    "title": "-methyltransferase enhances chemoresistance in breast cancer through SIRT1 protein stabilization",
    "abstract": "-methyltransferase (NNMT) is overexpressed in various human tumors and involved in the development and progression of several carcinomas. In breast cancer, NNMT was found to be overexpressed in seve...\n                        ",
    "publish_date": "17 May 2019",
    "author": " Yanling Fan, Weiyao Si, Wei Ji, Zhiyong Wang, Zicong Gao, Ran Tian, Weijie Song, He Zhang, Ruifang Niu and Fei Zhang",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1146-8"
  },

  {
    "title": "Blood DNA methylation and breast cancer risk: a meta-analysis of four prospective cohort studies",
    "abstract": "\n                            Environmental and genetic factors play an important role in the etiology of breast cancer. Several small blood-based DNA methylation studies have reported risk associations with methylation at individual CpGs ...\n                        ",
    "publish_date": "14 May 2019",
    "author": " Pascal Jézéquel, Olivier Kerdraon, Hubert Hondermarck, Catherine Guérin-Charbonnel, Hamza Lasla, Wilfried Gouraud, Jean-Luc Canon, Andrea Gombos, Florence Dalenc, Suzette Delaloge, Jérôme Lemonnier, Delphine Loussouarn, Véronique Verrièle and Mario Campone",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1141-0"
  },

  {
    "title": "Development of central nervous system metastases as a first site of metastatic disease in breast cancer patients treated in the neoadjuvant trials GeparQuinto and GeparSixto",
    "abstract": "\n                            The incidence of central nervous system (CNS) metastases in breast cancer patients is rising and has become a major clinical challenge. Only few data are published concerning risk factors for the development o...\n                        ",
    "publish_date": "6 May 2019",
    "author": " Yanzhong Wang, Jin Zeng, Weiping Wu, Shuduo Xie, Haitao Yu, Guoli Li, Tao Zhu, Fengying Li, Jie Lu, Gavin Y. Wang, Xinyou Xie and Jun Zhang",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1140-1"
  },

  {
    "title": "Frequency of pathogenic germline variants in BRCA1, BRCA2, PALB2, CHEK2 and TP53 in ductal carcinoma in situ diagnosed in women under the age of 50 years",
    "abstract": "\n                            Ductal carcinoma in situ (DCIS) is a non-obligate precursor of invasive ductal breast cancer, and approximately 20% of screen-detected tumours are pure DCIS. Most risk factors for breast cancer have similar as...\n                        ",
    "publish_date": "2 May 2019",
    "author": " Veronika Ramovs, Pablo Secades, Ji-Ying Song, Bram Thijssen, Maaike Kreft and Arnoud Sonnenberg",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1139-7"
  },

  {
    "title": "Parity predisposes breasts to the oncogenic action of PAPP-A and activation of the collagen receptor DDR2",
    "abstract": "\n                            Women who had children at a young age (less than 25) show a reduced overall risk of breast cancer. However, epidemiological studies showed that for all other women, pregnancy increases the risk of breast cance...\n                        ",
    "publish_date": "29 April 2019",
    "author": " Clara Bodelon, Srikant Ambatipudi, Pierre-Antoine Dugué, Annelie Johansson, Joshua N. Sampson, Belynda Hicks, Eric Karlins, Amy Hutchinson, Cyrille Cuenin, Veronique Chajès, Melissa C. Southey, Isabelle Romieu, Graham G. Giles, Dallas English, Silvia Polidoro, Manuela Assumma…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1137-9"
  },

  {
    "title": " gene are associated with early-onset familial breast cancer but not ovarian cancer",
    "abstract": " gene in breast cancer (BC) and ovarian cancer (OC) predisposition remains elusive, as published case-control investigations have revealed controversial results. We aimed to assess the role o...\n                        ",
    "publish_date": "24 April 2019",
    "author": " Maria T. Grinde, Bylgja Hilmarsdottir, Hanna Maja Tunset, Ida Marie Henriksen, Jana Kim, Mads H. Haugen, Morten Beck Rye, Gunhild M. Mælandsmo and Siver A. Moestue",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1131-2"
  },

  {
    "title": "The pro- and anti-tumor roles of mesenchymal stem cells toward BRCA1-IRIS-overexpressing TNBC cells",
    "abstract": "\n                            To evaluate the cross-talk between BRCA1-IRIS (IRIS)-overexpressing (IRISOE) TNBC cells and tumor-resident mesenchymal stem cells (MSCs) that triggers the aggressiveness or elimination of IRISOE TNBC tumors.\n                        ",
    "publish_date": "17 April 2019",
    "author": " Elena Laakmann, Isabell Witzel, Peter A. Fasching, Mahdi Rezai, Christian Schem, Christine Solbach, Hans Tesch, Peter Klare, Andreas Schneeweiss, Christoph Salat, Dirk-Michael Zahm, Jens-Uwe Blohmer, Barbara Ingold-Heppner, Jens Huober, Claus Hanusch, Christian Jackisch…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1132-1"
  },

  {
    "title": " mutations attenuate super-enhancer function and chromatin looping in haploinsufficient human breast epithelial cells",
    "abstract": "\n                            ",
    "publish_date": "3 April 2019",
    "author": " Olivia K. Provance and Joan Lewis-Wambi",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1134-z"
  },

  {
    "title": "CD68, CD163, and matrix metalloproteinase 9 (MMP-9) in breast tumor microenvironment to predict breast cancer survival: are they enough?",
    "abstract": "\n                            Telomeres and telomerase play key roles in the chromosomal maintenance and stability. Recent epidemiological studies have shown that longer telomeres are associated with increased risk of several cancer types....\n                        ",
    "publish_date": "3 April 2019",
    "author": " Christos Petridis, Iteeka Arora, Vandna Shah, Anargyros Megalios, Charlotte Moss, Anca Mera, Angela Clifford, Cheryl Gillett, Sarah E. Pinder, Ian Tomlinson, Rebecca Roylance, Michael A. Simpson and Elinor J. Sawyer",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1130-3"
  },

  {
    "title": "The lncRNA MIR2052HG regulates ERα levels and aromatase inhibitor resistance through LMTK3 by recruiting EGR1",
    "abstract": "\n                            Our previous genome-wide association study using the MA.27 aromatase inhibitors adjuvant trial identified SNPs in the long noncoding RNA ",
    "publish_date": "26 March 2019",
    "author": " Romano Demicheli, Hanna Dillekås, Oddbjørn Straume and Elia Biganzoli",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1106-3"
  },

  {
    "title": "Correction to: ECM1 regulates cell proliferation and trastuzumab resistance through activation of EGF-signaling",
    "abstract": "\n                            Full-term pregnancy (FTP) at an early age confers long-term protection against breast cancer. Previously, we reported that a FTP imprints a specific gene expression profile in the breast of postmenopausal wome...\n                        ",
    "publish_date": "21 March 2019",
    "author": " Elizabeth Slocum, Amanda Craig, Augusto Villanueva and Doris Germain",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1127-y"
  },

  {
    "title": "Targeting promiscuous heterodimerization overcomes innate resistance to ERBB2 dimerization inhibitors in breast cancer",
    "abstract": "\n                            Hypothyroidism may occur as a late effect of breast cancer-directed treatment, particularly after radiotherapy, but little is known whether hypothyroidism affects the prognosis after breast cancer. We investig...\n                        ",
    "publish_date": "13 March 2019",
    "author": " Nana Weber-Lassalle, Julika Borde, Konstantin Weber-Lassalle, Judit Horváth, Dieter Niederacher, Norbert Arnold, Silke Kaulfuß, Corinna Ernst, Victoria G. Paul, Ellen Honisch, Kristina Klaschik, Alexander E. Volk, Christian Kubisch, Steffen Rapp, Nadine Lichey, Janine Altmüller…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-018-1087-7"
  },

  {
    "title": "Impact of obesity on breast cancer recurrence and minimal residual disease",
    "abstract": "\n                            Models that accurately predict risk of breast cancer are needed to help younger women make decisions about when to begin screening. Premenopausal concentrations of circulating anti-Müllerian hormone (AMH), a b...\n                        ",
    "publish_date": "11 March 2019",
    "author": " Mary R. Doherty, Jenny G. Parvani, Ilaria Tamagno, Damian J. Junk, Benjamin L. Bryson, Hyeon Joo Cheon, George R. Stark and Mark W. Jackson",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1115-2"
  },

  {
    "title": " alterations and benefit with neratinib: analysis from the randomized, double-blind, placebo-controlled, phase III ExteNET trial",
    "abstract": "\n                            Epidemiologic data suggest that parity increases risk of hormone receptor-negative breast cancer and that breastfeeding attenuates this association. Prospective data, particularly on the joint effects of highe...\n                        ",
    "publish_date": "7 March 2019",
    "author": " Daniel Ryan, Bibbin T. Paul, Jim Koziol and Wael M. ElShamy",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1125-0"
  },

  {
    "title": "GSK3β regulates epithelial-mesenchymal transition and cancer stem cell properties in triple-negative breast cancer",
    "abstract": "\n                            High background parenchymal uptake (BPU) on molecular breast imaging (MBI) has been identified as a breast cancer risk factor. We explored the feasibility of offering a short-term intervention of low-dose oral...\n                        ",
    "publish_date": "1 March 2019",
    "author": " Rebecca D. Kehm, John L. Hopper, Esther M. John, Kelly-Anne Phillips, Robert J. MacInnis, Gillian S. Dite, Roger L. Milne, Yuyan Liao, Nur Zeinomar, Julia A. Knight, Melissa C. Southey, Linda Vahdat, Naomi Kornhauser, Tessa Cigler, Wendy K. Chung, Graham G. Giles…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1124-1"
  },

  {
    "title": "Updating the role of obesity and cholesterol in breast cancer",
    "abstract": "\n                            The seed and soil hypothesis was proposed over a century ago to describe why cancer cells (seeds) grow in certain organs (soil). Since then, the genetic properties that define the cancer cells have been heavil...\n                        ",
    "publish_date": "28 February 2019",
    "author": " Xiaowen Zhang, Yao Wang, Huai-Chin Chiang, Yuan-Pang Hsieh, Chang Lu, Ben Ho Park, Ismail Jatoi, Victor X. Jin, Yanfen Hu and Rong Li",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1113-4"
  },

  {
    "title": "The distribution and determinants of mammographic density measures in Western Australian aboriginal women",
    "abstract": "\n                            Use of cyclin D1 (",
    "publish_date": "27 February 2019",
    "author": " Hamed Samavat, Xiaoshuang Xun, Aizhen Jin, Renwei Wang, Woon-Puay Koh and Jian-Min Yuan",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1117-0"
  },

  {
    "title": "Prognostic and predictive value of androgen receptor expression in postmenopausal women with estrogen receptor-positive breast cancer: results from the Breast International Group Trial 1–98",
    "abstract": "\n                            We characterized patterns of occurrence and the impact of neratinib-associated diarrhea in the absence of protocol-directed antidiarrheal prophylaxis or a formal diarrhea management plan using data from Extend...\n                        ",
    "publish_date": "18 February 2019",
    "author": " Yiwey Shieh, Christopher G. Scott, Matthew R. Jensen, Aaron D. Norman, Kimberly A. Bertrand, V. Shane Pankratz, Kathleen R. Brandt, Daniel W. Visscher, John A. Shepherd, Rulla M. Tamimi, Celine M. Vachon and Karla Kerlikowske",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1108-1"
  },

  {
    "title": "Infiltrating stromal immune cells in inflammatory breast cancer are associated with an improved outcome and increased PD-L1 expression",
    "abstract": "\n                            The androgen receptor (AR) is an emerging prognostic marker and therapeutic target in breast cancer. AR is expressed in 60–80% of breast cancers, with higher prevalence among estrogen receptor-positive (ER+) t...\n                        ",
    "publish_date": "17 February 2019",
    "author": " Junmei Cairns, James N. Ingle, Krishna R. Kalari, Lois E. Shepherd, Michiaki Kubo, Matthew P. Goetz, Richard M. Weinshilboum and Liewei Wang",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1105-4"
  },

  {
    "title": "Correction to: Targeted therapy against Bcl-2-related proteins in breast cancer cells",
    "abstract": "\n                            Inflammatory breast cancer (IBC) is a rare and rapidly progressive form of invasive breast cancer. The aim of this study was to explore the clinical evolution, stromal tumour-infiltrating lymphocytes (sTIL) in...\n                        ",
    "publish_date": "13 February 2019",
    "author": " Julia Santucci-Pereira, Anne Zeleniuch-Jacquotte, Yelena Afanasyeva, Hua Zhong, Michael Slifker, Suraj Peri, Eric A. Ross, Ricardo López de Cicco, Yubo Zhai, Theresa Nguyen, Fathima Sheriff, Irma H. Russo, Yanrong Su, Alan A. Arslan, Pal Bordas, Per Lenner…",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1110-7"
  },

  {
    "title": "Airborne metals and polycyclic aromatic hydrocarbons in relation to mammographic breast density",
    "abstract": "\n                            After the publication of this work [1] errors were noticed in Figs. 1a, 6a, and 8a—in which the β-actin bands were mistakenly presented.\n                        ",
    "publish_date": "8 February 2019",
    "author": " Kyung-min Lee, Keesoo Nam, Sunhwa Oh, Juyeon Lim, Young-Pil Kim, Jong Won Lee, Jong-Han Yu, Sei-Hyun Ahn, Sung-Bae Kim, Dong-Young Noh, Taehoon Lee and Incheol Shin",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1102-7"
  },

  {
    "title": "Gr-1",
    "abstract": "\n                            Breast density is strongly related to breast cancer. Identifying associations between environmental exposures and density may elucidate relationships with breast cancer. Metals and polycyclic aromatic hydrocar...\n                        ",
    "publish_date": "1 February 2019",
    "author": " Anne Mette Falstie-Jensen, Anders Kjærsgaard, Ebbe Laugaard Lorenzen, Jeanette Dupont Jensen, Kristin Valborg Reinertsen, Olaf M. Dekkers, Marianne Ewertz and Deirdre P. Cronin-Fenton",
    "url": "https://breast-cancer-research.biomedcentral.com/articles/10.1186/s13058-019-1104-5"
  }
]